#/bin/sh
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "berkeley-db", link: true
brew "fish"
brew "libtiff"
brew "gdk-pixbuf"
brew "git"
brew "harfbuzz"
brew "librsvg"
brew "openjdk"
brew "maven"
brew "nvm"
brew "perl"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "rust"
brew "terraformer"
brew "tfenv"
brew "tmux"
brew "zsh"
brew "oven-sh/bun/bun"
cask "aerospace"
brew zsh-syntax-highlighting
cask "arc"
cask "canva"
cask "dbeaver-community"
cask "devpod"
cask "firefox"
cask "font-fira-code"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "imageoptim"
cask "insomnia"
cask "karabiner-elements"
cask "keepassxc"
cask "nordvpn"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "sweet-home3d"
cask "vlc"
cask "whatsapp"
cask "zoom"
