tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jandedobbeleer/oh-my-posh"
tap "nikitabobko/tap"
tap "oven-sh/bun"
 brew "bat"
brew "berkeley-db", link: true
brew "chezmoi"
brew "deno"
brew "dust"
brew "fd"
brew "fish"
brew "fzf"
brew "libtiff"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "harfbuzz"
brew "htop"
brew "lazygit"
brew "less"
brew "librsvg"
brew "lsd"
brew "openjdk"
brew "maven"
brew "neovim"
brew "nvm"
brew "perl"
brew "pipx"
brew "pnpm"
brew "postgresql@14"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "ripgrep"
brew "rust"
brew "starship"
brew "terraformer"
brew "tfenv"
brew "the_silver_searcher"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "zoxide"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "aerospace"
cask "arc"
cask "canva"
cask "dbeaver-community"
cask "devpod"
cask "firefox"
cask "font-fira-code"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "imageoptim"
cask "insomnia"
cask "karabiner-elements"
cask "keepassxc"
cask "nordvpn"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "sweet-home3d"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "adpyke.vscode-sql-formatter"
vscode "akamud.vscode-javascript-snippet-pack"
vscode "albert.tabout"
vscode "architect.architect"
vscode "bierner.markdown-preview-github-styles"
vscode "burkeholland.simple-react-snippets"
vscode "charliermarsh.ruff"
vscode "dbaeumer.vscode-eslint"
vscode "dorzey.vscode-sqlfluff"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "eserozvataf.one-dark-pro-monokai-darker"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "juanallo.vscode-dependency-cruiser"
vscode "k--kato.intellij-idea-keybindings"
vscode "liamhammett.inline-parameters"
vscode "log-formatter.log-formatter"
vscode "mechatroner.rainbow-csv"
vscode "moshfeu.compare-folders"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "sburg.vscode-javascript-booster"
vscode "sonarsource.sonarlint-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wallabyjs.wallaby-vscode"
vscode "wix.vscode-import-cost"
vscode "xabikos.javascriptsnippets"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
